[
  {
    "id": "wiut-web-technology-blog-cdvfnkeowc231lkj4flfk45",
    "title": "What We’re Reading: When a story and a writer connect, it’s magic",
    "introduction": "Notes on Wikipedia’s redesign, reflections on the rise of AI, and more perspectives worth reading",
    "link": "medium.com",
    "text": "Every day, thousands of writers publish their stories on Medium. They use the platform for all sorts of reasons: To hone their skills as a writer or thinker, to connect with an audience, to build their professional profile, to share insight and expertise. As a Medium reader, you have direct access to their work, and as someone who works at Medium, I’m always grateful for the writers who choose to use our platform to publish their work",
    "conclusion": "I look forward to reading it. And as always, thank you for reading.",
    "author": "Scott Lamb",
    "topic": "psychology",
    "created_at": "11-11-2022"
  },
  {
    "id": "wiut-web-technology-blog-cdasce6mhlzksacdfu",
    "title": "David Attenborough Narrates the Great Twitter Migration (new)",
    "introduction": "Alas, the V-shaped formation fails to materialize. It looks more like a broken I or maybe an S. Wait. Is that an X?",
    "link": "thebelladonnacomedy.com/david-attenborough-narrates-the-great-twitter-migration-fbdf6138f89b",
    "text": "The most beautiful spectacle is the evening gathering of the Tweeps. In autumn, these blue birds join together in large flocks and gather at the ponds. Here they will spend the night sharing hot takes and retweeting “you’re telling me a shrimp fried this rice?” for the thousandth time. There may be several thousands of birds in one place, but they all yearn to “go viral”, a task that will require gathering a few hundred thousand in one place. The ones who accomplish it will get to make a dry joke about what they call their non-existent soundcloud link.",
    "conclusion": "The birds miss their flock. Their favorite birds are not on the new sites and some of them fly back to the old site to gather more birds to bring back to the new one. When they return, they find the air is even colder and their nests have cobwebbed over. They make their Tweet sound, and it echoes through the emptier lands. There is only a faint reply. The not-bird creature who owns the site hacks down some trees and more nests are lost. Some of the birds stay. They hope he will soon find a new distraction and leave. Some more fly away. Others fly back and forth between their old and new homes. For now, the birds have found places to spend the night. The morning sun will reveal what is to come the next day.",
    "author": "Sauleha Kamal",
    "topic": "nature",
    "created_at": "21-03-2022"
  },
  {
    "id": "wiut-web-technology-blog-app6mhlzsdfvdsdfsa",
    "title": "2023 South Side Servings: White Sox Announce New Food and Beverages",
    "introduction": "From the team who brought the heat with slow-smoked and dry-rubbed wings from Smokehouse 101 and then cooled fans off with Rainbow Cone signatures and a refreshing Cinnamon Churro Milkshake, the Chicago White Sox are excited to announce new food options at the ballpark for the 2023 season.",
    "text": "The Champagne of Dogs is as tasty new edition in 2023. A half-pound Vienna Beef footlong Frank, served on a brioche bun and topped with champagne Vidalia relish and habanero mustard, can be found in the Miller High Life Sky Lounge.\r\n\r\nA classic ballpark corndog smothered in creamy queso fresco and topped with fresh jalapeños, grilled corn, cilantro and cotija cheese composes the Elote Corndog. Venture to sections 140 and 544 for this tasty meal.",
    "conclusion": "If you’re here for the beer, the Leinenkugel’s Craft Lodge menu features more than 75 craft offerings from 50 breweries, including 6 new breweries making their debut in 2023.",
    "link": "whitesoxpride.mlblogs.com/2023-south-side-servings-white-sox-announce-new-food-and-beverages-aac60fc09b62",
    "author": "Chicago White Sox",
    "topic": "nature",
    "created_at": "2023-04-01"
  }
]